/* No comment provided by engineer. */
"%@ (%@) : Connection Error" = "%1$@ (%2$@) : Connection Error";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\"" = "%1$@ invites you to chat in \"%2$@\"";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\" with the following message:\n%@" = "%1$@ invites you to chat in \"%2$@\" with the following message:\n%3$@";

/* joscar accept group chat button caption */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Account" = "Account";

/* Debug window title */
"Adium joscar Debug Log" = "Adium joscar Debug Log";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change User Details" = "Change User Details";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Configure IM Forwarding";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session ended" = "Direct Instant Message session ended";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session started" = "Direct Instant Message session started";

/* No comment provided by engineer. */
"Error: A connection failure has occurred." = "Error: A connection failure has occurred.";

/* joscar group chat invitation window title */
"Group Chat Invitation" = "Group Chat Invitation";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ Number";

/* No comment provided by engineer. */
"joscar Debug Window" = "joscar Debug Window";

/* No comment provided by engineer. */
"Member Name" = "Member Name";

/* No comment provided by engineer. */
"OK" = "OK";

/* SecurID prompt */
"Please enter your SecurID:" = "Please enter your SecurID:";

/* joscar reject group chat button caption */
"Reject" = "Reject";

/* No comment provided by engineer. */
"Request Authorization" = "Request Authorization";

/* No comment provided by engineer. */
"Screen Name" = "Screen Name";

/* Name of the RSA SecurID product, if localized */
"SecurID" = "SecurID";

/* No comment provided by engineer. */
"You have been connecting too frequently. Please wait five minutes or more before trying again; trying sooner will increase the timespan of this temporary ban." = "You have been connecting too frequently. Please wait five minutes or more before trying again; trying sooner will increase the timespan of this temporary ban.";

/* No comment provided by engineer. */
"You have been temporarily blocked by the AIM server and cannot connect at this time. Please try again later." = "You have been temporarily blocked by the AIM server and cannot connect at this time. Please try again later.";

